Repository: SirMelo01/KNN-TruckClaim
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: NAVBAR_HOME
de: Start

source: NAVBAR_SERVICES
de: Leistungen

source: NAVBAR_FAQ
de: FAQ

source: NAVBAR_CONTACT
de: Kontakt

source: USEFUL_LINKS
de: Links

source: FOOTER_HOME
de: Start

source: FOOTER_CONTACT
de: Kontakt

source: FOOTER_SERVICES
de: Leistungen

source: OTHER_RESOURCES
de: Andere Resourcen

source: FOOTER_IMPRESSUM
de: Impressum

source: FOOTER_DATENSCHUTZ
de: Datenschutz

source: FOOTER_COOKIES
de: Cookies

source: CMS_TITLE_IMAGE
de: Bilder

source: CONTACT_FULL_NAME
de: Ihr Name

source: CONTACT_EMAIL
de: Ihre Email

source: CONTACT_TITLE
de: Ihr Anliegen

source: CONTACT_MESSAGE
de: Ihre Nachricht

source: CONTACT_TERMS_START
de: Ich stimme den

source: CONTACT_TERMS_LINK
de: Bedingungen

source: CONTACT_TERMS_END
de: zu.
